[
    {
     "id":1,
    "name": "Thailand",
    "description": "There are plenty of things to see and do in the capital, but the Grand Palace should definitely be at the top of your list. This is the number one sightseeing attraction in the city, and it's staggering in both historical significance and craftsmanship.",
    "details": "Traditional Thai art primarily consists of Buddhist art with influences from Thai folklore and Hinduism; Thai sculptures most often depict images of the Buddha and other characters from Buddhist and Hindu mythology. ... Sculptures were often gilded, or decorated with gold leaf in free-form designs on lacquer backgrounds.Thailand is the only Southeast Asian country that was never colonized by an European country. In fact, in the Thai language, the name of the country is Prathet Thai which means “land of the free.” Very fitting! 2. ... The smallest mammal in the world, the bumblebee bat, calls Thailand home.The food, the prices, the incredible hotels, cheap hostels, beautiful islands, the ease of getting around – any and all could be responsible for why Thailand is so popular, and why last year over 38 million people visited.Thailand has emerged as one of the most visited tourist destinations in the world. What could be the reasons that people love to travel to this exotic destination? It could be the tranquil beaches, exotic cuisine, magnificent temples and scenery, colourful history, or cultural and archaeological sites.Traditional Thai art and craft ranges from paintings and musical instruments to beautiful silk, silver wear, pottery, puppets, Khon masks, model warships, bronze wear, soap carving, sculptures, wood and stone carvings, ceramics and much more.Thailand is the number one tourist location in South East Asia, and it is easy to see why. Best known for its breath-taking beaches, its stunning temples and the modern urban sprawl that is Bangkok, it is a country where getting bored is just not an option.There are lots of reasons why Thailand is the most popular Asia Pacific destination for expats. The tropical climate, endless beaches, bustling cities, friendly people, cheap cost of living and laid-back approach to life are among the factors that make Thailand a favourite place for expats to live or retire.Most famous for its revered nightlife scene and carefree atmosphere, this is where 99% of all youngsters will find themselves at least once when in Bangkok. It is also an accommodation hotspot for many as a great variety of cheap accommodation types can be found within the vicinity of Khao San Road.THAI CHARACTER AND PERSONALITY. Thais have been described as easy-going, friendly, self-confident, complacent, polite, laid back, discreet, modest, cheerful, neat, clean, respectful, grateful. obedient, loyal and differential.In addition, Thai silk has a unique lustre, with a sheen that has two unique blends: one color for the warp and another for the weft. Its color will change when viewed at varying angles to light. Thai silk smells like hair when burned. The silk is similar to the composition of human hair and fingernails.",
    "img": "https://i.ibb.co/WG1my5q/Beautiful-girl-sitting-on-viewpoint-at-Koh-Nangyuan-island-near-Koh-Tao-island-Surat-Thani-in-Thaila.jpg"

},
{
    "id":2,
    "name": "China",
    "description": "The increase in visitors to China is mainly due to economic growth and higher incomes in nearby Asian countries. Access to the country is also improving for Asian visitors, who are able to obtain visas more easily than before. ",
    "details": "What is China famous for? China is known for its architectural wonders such as the Great Wall and Forbidden City, its staggering variety of delicious food, its martial arts, and its long history of invention. More than just tea and temples, China is a fast-changing mix of the ultra-modern and the very ancient.Located in Southeast Asia along the coastline of the Pacific Ocean, China is the world's third largest country, after Russia and Canada. With an area of 9.6 million square kilometers and a coastline of 18,000 kilometers, its shape on the map is like a rooster.The Chinese traditional cultural values of harmony, benevolence, righteousness, courtesy, wisdom, honesty, loyalty, and filial piety are embodied in China's diplomacy through the concept of harmony, the most important Chinese traditional value.It is the most populated country in the world, with charming and captivating citizens. It is also one of the leading political and cultural forces that helped shape our world. China also has a rich and beautiful history, with people more concentrated on learning and inventing, rather than conquering.China has some 1.4 billion people, with 1 in 5 people in the world being Chinese. Over 50% of Chinese live in cities, creating a country in which there are 170+ cities with a population over 1 million. Han Chinese account for 92% of all Chinese, but there are also over 125 million ethnic minority people in China.The United States, Canada, Japan, South Korea, Western European nations and their allies represented the First World, while the Soviet Union, China, Cuba, Vietnam and their allies represented the Second World. Some countries in the Communist Bloc, such as Cuba, were often regarded as Third World.Chinese culture is one of the world's oldest cultures, tracing back to thousands of years ago. Important components of Chinese culture includes ceramics, architecture, music, literature, martial arts, cuisine, visual arts, philosophy and religion.The three most important are Northeast, the North China, and the Middle-Lower Changjiang (Yangtze River) plains which together constitute the bulk of the country s plain area, extending in one stretch to form a north-south plain belt.China has a climate dominated by dry seasons and wet monsoons, which make for clear temperature differences in winter and summer. ... In northeast China, summer is short but there is much sunshine, while winter is long and cold. Precipitation is limited in northwest China where it is cold in winter and hot in summer.China is the world's third biggest country by territory, and has the largest population. It is one of the longest-running civilizations on earth with its unique and attractive culture. It has developed at record speed to become the second largest economy in the world.",
    "img": "https://i.ibb.co/THy3MW9/Asian-woman-wearing-chinese-traditional-dress-on-a-boat-at-Ban-Rak-Thai-village-Mae-hong-son-provinc.jpg"
},
{
    "id":3,
    "name":"Canada",
    "description": "Canada has a large domestic and foreign tourism industry. Much of the country's tourism is centered around Canada's four largest cities well known for their culture, diversity, as well as the many national parks and historic sites.",
    "details":"Canada is a vast and rugged land. From north to south it spans more than half the Northern Hemisphere. From east to west it stretches almost 4,700 miles (7,560 kilometers) across six time zones. It is the second largest country in the world, but it has only one-half of one percent of the world's population.Canada is described as a full democracy, with a tradition of liberalism, and an egalitarian, moderate political ideology. An emphasis on social justice has been a distinguishing element of Canada's political culture.The culture of Canada embodies the artistic, culinary, literary, humour, musical, political and social elements that are representative of Canada and Canadians. ... Canada is often characterized as being very progressive, diverse, and multicultural.When you think of Canada, the first things you'll think of will usually be its natural beauty, maple syrup and national parks. ... We're known worldwide for being great at hockey, having cold winters, and maple syrup. All of these things and a lot more make Canada what it is.The expanse of Canada's natural beauty, from mountains and glaciers to secluded lakes and forests, is almost unparalleled worldwide. ... Canada has cosmopolitan cities that are clean, safe, friendly, and multicultural. In fact, Canada repeatedly is lauded as one of the world's most livable countries.Canada is the largest country in the Western hemisphere and the second largest country in the world after Russia and borders only one country, the United States of America. 2. Canada has the longest coastline in the world with 202,080 km/ 125,567 miles.There is no core identity, no mainstream in Canada.... There are shared values—openness, respect, compassion, willingness to work hard, to be there for each other, to search for equality and justice. Those qualities are what make us the first post-national state.Canadians are known to be some of the most polite, tactful, and peace-loving human beings on the planet. In fact, a stereotypical Canadian is depicted as one who apologizes despite not being at fault. To a certain extent, this is true. The society greatly values tolerance, humility as well as non-violence.Canada's lead role as a peaceful nation is due to the consistent devaluation of internal conflict and violence, resulting in the promotion of unity, interpersonal harmony amongst its citizens, and sustainable development. This attitude is what made it the ideal destination for people worldwide.It is a beautiful and peaceful country, welcoming people with open arms. Canada offers citizens as well as newcomers many opportunities to grow, learn and live an amazing quality of life. It is the best place to live in due to many factors.Canada is one country in this world known for its beautiful and scenic landscapes. Approximately 90% of the country is uninhabited, which equals a whole lot of raw, untouched natural wonders. Indeed, beauty is around every corner in the Great White North, as proven in the following 23 places.",
    "img" : "https://i.ibb.co/zxDgzdj/Canada.jpg"
    
},
{
    "id":4,
    "name": "Spain",
    "description": "Spain is famous for its easy-going culture, delicious food and stunning scenery. Major cities such as Madrid, Barcelona and Valencia all offer unique traditions, languages and must-see sites! Vibrant festivals such as La Fallas and La Tomatina draw huge crowds of both locals and tourists.",
    "details":"Spain is a country located in southwestern Europe on the Iberian Peninsula to the south of France and Andorra and to the east of Portugal. ... Spain's capital and largest city is Madrid, and the country is known for its long history, unique culture, strong economy, and very high living standards.In Spanish culture, people live life to the fullest. But, not in a hurried way. Instead, Spaniards tend to take their time, deliberately, to appreciate the world and people around them. In Spain, people savor long, multi-course meals and wander vivacious villages and charming cities.The culture in Spain is very unique, the Spanish are very welcoming and the country is known for its exotic beaches and lots of sunshine. Spain is also called the land of bullfighting because bullfighting is a very popular sport in Spain.Spain is the world's leading producer in oranges and mandarins. There is also apples, bananas, pears, peaches, apricots, plums, cherries, figs, and nuts. The vegetables that grow in Spain are potatoes, tomatoes, onions, cabbages, peppers, and string beans. Wheat and barley are also common.Spain's location at the crossroads of the Atlantic and the Mediterranean, Europe and Africa, has made it a key political and cultural bridge across five continents. Through exploration and conquest, Spain became a world power in the 16th century, and maintained a vast overseas empire until the 19th century.It's a beautiful language with a wide global influence on business and culture. It's spoken in many diverse areas of the world, so Spanish speakers benefit from being able to communicate with all kinds of people in all types of situations in Spanish-speaking countries and beyond.The first thing many people think of about Spain is its sunshine, which attracts millions of holidaymakers to its coasts and cities every year, making Spain the most tourist-friendly country in the world. ... The Spanish healthcare system is renowned for being among the very best in the world.The religion most practised is Catholicism and this is highlighted by important popular festivals, such as during Holy Week. Other religions practised in Spain are Islam, Judaism, Protestantism and Hinduism, which have their own places of worship that you can find on the Ministry of Justice search engine.Madrid is known for its historical buildings, food markets, and the royals. It's also known for its renaissance and contemporary art museums, sunny blue skies, unique neighborhoods, and bustling nightlife. Madrid is a city of joy and life.The major industries that drive the economy of Spain are the tourism, manufacturing, agriculture, and energy industries.Major Landforms: Spain is part of the Iberian Peninsula. Major landforms include the Andalusian Plain, Cantabrian Mountains, the Pyrenees, Maseta Central Plateau, Sistema Central Mountains, the Sierra de Guadalupe Mountains, and the Canary Islands.",
    "img": "https://i.ibb.co/hVxtjpP/Old-tower-with-city.jpg"
},
{
    "id":5,
    "name": "France",
    "description": "Paris may be the most visited city in the world, yet it's also one of the most expensive. But for travelers on a budget, there are plenty of cheap — and even free — ways to enjoy the city. Paris may be the most visited city in the world, yet it's also one of the most expensive.",
    "details":"France, the largest country in Western Europe, has long been a gateway between the continent's northern and southern regions. Its lengthy borders touch Germany and Belgium in the north; the Atlantic Ocean in the west; the Pyrenees Mountains and Spain in the south.France is famous for the Eiffel Tower in Paris and sweet-scented lavender fields in Provence. It's a well-known tourist destination that offers museums, art galleries and fine cuisine. France is also known for its varied landscapes, from the mountains in the Alps to the dazzling beaches of Marseille, Corsica and Nice.France has an enormous impact on culture, food, and wine and is the most popular tourist destination in the world such as France has the: most Nobel Laureates in Literature, sexiest accent according to the Western World, second most Michelin 3-Star restaurants, and fourth most number of UNESCO World Heritage Sites.Paris (nicknamed the City of light) is the capital city of France, and the largest city in France. ... Paris is also the center of French economy, politics, traffic and culture. Paris has many art museums and historical buildings. As a traffic center, Paris has a very good underground subway system (called the Metro).France's scenery is as diverse as it is beautiful, with the glittering coastlines of the French Riviera, the patchwork fields of the Loire Valley, the snow-capped Alps and centuries old harbor towns of Normandy. This, of course, is hugely appealing for lovers of the great outdoors.Just about everywhere you go in France there are atmospheric and historic buildings with stories to tell. The monuments of Paris and the picturesque chateaux and castles across the country are unique and charming to visitors from outside Europe, and probably work their magic on many Europeans too.The reason that French is challenging compared to Spanish, German and Italian is because it has a completely unique way of pronunciation. ... The only similarity the English and French language has is the number of the letters on the alphabet. Both languages have the complete A-Z alphabet.The French motto “Liberty, Equality, and Fraternity” reflects the values of French society. Equality and unity are important to the French. The French also value style and sophistication, and they take pride in the beauty and artistry of their country. Family is also highly valued in French culture.Paris is monumental, both due to its size but also its wealth of architectural heritage! The symbol of the capital city, and doubtless its best-known monument, is the unique Eiffel Tower, the Iron Lady that offers visitors an unsurpassed view. Close by is the equally iconic Arc de Triomphe.The French capital is one of the most romantic cities in Europe and one of the world's most visited cities. There are endless reasons to visit Paris repeatedly: it is a beautiful and cultural city, very walkable, with great sights, and it has been a source of inspiration for many writers, artists, and filmmakers.Studies show that learning French improves standardized test scores, enhances critical thinking and problem solving skills, thus helping learners in other subjects like English, Math and Science. Since 2010, the numbers of those learning French as a foreign language is GOING UP! UP 6% on average around the world!For a long time, France has been renowned as one of the most romantic countries in the world, with Paris often being referred to as the 'city of love'. ... Unsurprisingly, Paris is where countless couples flock for a short break or choose to declare their love for this city by purchasing a permanent home.Most of the phonological elements that distinguish French from other Romance languages arose quite a bit after Roman times. For example, the palatalization of /u/ into /y/ did not come about until the 8th century, and the uvular r dates from around the 1600s.French Identity and Diversity. For many, to be French generally means that one has French citizenship and exhibits the behaviours and ideals integral to French culture.The 14th of July, or Bastille Day is easily one of the most celebrated French traditions. This is the French National Holiday, or the equivalent of Independence Day in many other countries. Bastille Day refers to the storming of the Bastille on July 14th, 1789.",
    "img": "https://i.ibb.co/LRcgd9X/France.jpg"
},
{
    "id":6,
    "name": "India",
    "description": "Over 10.93 million foreign tourists arrived in India in 2019 compared to 10.56 million in 2018, representing a growth of 3.5%. Domestic tourist visits to all states and union territories numbered 1,036.35 million in 2012, an increase of 16.5% from 2011.",
    "details":"India is one of the oldest civilizations in the world with a kaleidoscopic variety and rich cultural heritage. ... Bounded by the Great Himalayas in the north, it stretches southwards and at the Tropic of Cancer, tapers off into the Indian Ocean between the Bay of Bengal on the east and the Arabian Sea on the west.A unique land of vibrant colours, breathtaking landscapes and rich history, India is unlike any other. From the writhing streets of Mumbai to the idyllic shores of the Andaman Islands, this remarkable country offers a diverse feast for the senses.500+ Words Essay on India. India is a great country where people speak different languages but the national language is Hindi. India is full of different castes, creeds, religion, and cultures but they live together. That's the reasons India is famous for the common saying of “unity in diversity“India is known for many, many different aspects – its food, culture, its massive population, its natural landscapes, its languages, classical dances, Bollywood or the Hindi film industry (famous Indian figures such as Amitabh Bachchan, Shahrukh Khan, Aishwarya Rai), the birthplace of yoga, spirituality, natural beauty.We have the most number of languages spoken in any one nation; with 29 languages spoken by more than one million people each. We have more than 1,650 dialects. India also boasts of the largest diversity of races. Despite being a single film industry to the world outside, India produces films in around 21 languages.I love my Motherland India. India is a country where the people are of different castes, creed, religions, and cultures live together and they speak different languages. ... India is also famous for its tourist Places because the beauty of India attracts the people's minds from all over the world.It has beautiful green crops that fill our land with greenery. It also has many rivers flowing through fertile soil, a variety of flowers, plants and animals. The Himalayas decorates India like a majestic crown. India has always been one of the most technologically advanced countries in the world.All of us like our motherland and India is my motherland, so it holds a special place in my heart. India is a multi-cultural family, where you can find different types of people, cultures, traditions, religions as well as languages. We all live together and love each other's company.India is considered one of the potential superpowers of the world. This potential is attributed to several indicators, the primary ones being its demographic trends and a rapidly expanding economy and military. In 2015, India became the world's fastest growing economy with a 5% estimated GDP rate (mid year terms).India ranked No. 25 overall in the U.S. News Best Countries rankings for the second-straight year. It is the world's second most-populous nation and considered to be one of the best up-and-coming economies, at No. 2 in the movers ranking.India is a country with great culture, heritage and values. It is not an Ok country to live in, but it's a great country to live in. It has something to offer everyone. Country with a big welcoming heart.Currently India has 29 states and 7 union territories. Each state & UTs have their own language, clothing, cuisine and look. ... India has nearly 90,000 types of animals including over 350 mammals, 1,200 bird species and 50,000 plant species. All these features made India a Unique Country in the World.Don't Litter, toss waste in the dustbin as it were. 2) Don't encourage spitting, instantly censure individuals if found doing as such. 3) Avoid use of Plastic spreads, plastic disposables. Convey a bag with you when you go for shopping, educate the general population around you the same.AISHWARYA RAI BACHCHAN - One can't ignore her in a list of the most beautiful women of the last three decades. The torchbearer for Indian beauty internationally for the last two decades has delicate features hard to forget. INDRANI DASGUPTA - Known to many as the Lakme girl, she just gets better with age.The mighty Himalayan peaks, the Thar Desert in the West, the hills in the North-East, the vast coastline along the Arabian Sea, Indian Ocean and Bay of Bengal, the Western Ghats and the Deccan Plateau - India has diversity like no other.",
    "img": "https://i.ibb.co/L1yTChB/India.jpg"
}
]